Repository: Chu-2/Guide-on-the-Side
Catalog: app/Locale/nob/LC_MESSAGES/default.po
Languages: nb

source: Definition
nb: Definisjon

source: Invalid final quiz
nb: Ugyldig avsluttende quiz

source: The quiz has been saved
nb: Quizzen har blitt lagret

source: The final quiz could not be saved. Please try again.
nb: Den avsluttende quizzen kunne ikke lagres. Prøv igjen.

source: The final quiz has been saved
nb: Den avsluttende quizzen har blitt lagret

source: Invalid id for final quiz
nb: Ugyldig ID for avsluttende quiz

source: Final quiz deleted
nb: Avsluttede quiz slettet

source: Final quiz was not deleted
nb: Avsluttende quiz ble ikke slettet

source: Heading
nb: Overskrift

source: Invalid question
nb: Ugyldig spørsmål

source: Incorrect
nb: Ikke korrekt

source: We missed something... did you answer the question?
nb: Vi mangler noe... svarte du på spørsmålet?

source: That is correct!
nb: Det er riktig!

source: That is not correct.
nb: Det er ikke riktig.

source: Correct
nb: Riktig

source: Question
nb: Spørsmål

source: Invalid id for question
nb: Ugyldig ID for spørsmål

source: Question deleted
nb: Spørsmål slettet

source: Question was not deleted
nb: Spørsmålet ble ikke slettet

source: Free response
nb: Fritt svar

source: Invalid tutorial
nb: Ugyldig leksjon

source: Single-Page View
nb: Én-side visning

source: We're not sure what you mean. Are your search terms correct?
nb: Vi er ikker sikker på hva du mener. Er søkeordene riktige?

source: The tutorial has been saved
nb: Leksjonen har blitt lagret

source: The tutorial could not be saved.
nb: Leksjonen kunne ikke lagres.

source: The tutorial could not be saved. Please try again.
nb: Leksjonen kunne ikke lagres. Prøv igjen.

source: That tutorial doesn't exist.
nb: Leksjonen finnes ikke.

source: A log message is required. Your tutorial has not been saved.
nb: En logg-melding er påkrevet. Leksjonen har ikke blitt lagret.

source: The tutorial has been saved.
nb: Leksjonen har blitt lagret.

source: Invalid id for tutorial
nb: Ugyldig ID for leksjon

source: Tutorial deleted
nb: Leksjon slettet

source: Tutorial was not deleted
nb: Leksjonen ble ikke slettet

source: Restored from revision %d
nb: Gjenopprettet fra versjon %d

source: Revision restored
nb: Versjon gjenopprettet

source: Revision was not restored
nb: Versjonen ble ikke gjenopprettet

source: Published
nb: Publisert

source: Tutorial published!
nb: Leksjon publisert!

source: Tutorial unpublished!
nb: Leksjon av-publisert!

source: Page break
nb: Sideskift

source: Image creation error!
nb: Feil ved oppretting av bilde!

source: free response
nb: fritt svar

source: From
nb: Fra

source: Email
nb: Epost

source: This feedback was sent from %s
nb: Denne tilbakemeldingen ble sendt fra %s

source: Feedback for %s tutorial
nb: Tilbakemelding på leksjon %s

source: This certificate cannot be generated.
nb: Beviset kan ikke genereres.

source: Certificate of Completion for %s
nb: Bevis for gjennomføring av %s

source: This certificate could not be emailed because no email addresses were supplied.
nb: Beviset kunne ikke sendes med epost fordi det ikke ble oppgitt noen epostadresse.

source: The following message was sent.
nb: Følgende melding ble sendt.

source: The following message could <strong>not</strong> be sent.
nb: Følgende melding kunne <strong>ikke</strong> ikke sendes.

source: The user has been saved
nb: Brukeren har blitt lagret

source: The user could not be saved. Please try again.
nb: Brukeren kunne ikke lagres. Prøv igjen.

source: Invalid user
nb: Ugyldig bruker

source: Don't change yourself. I like you the way you are.
nb: Ikke endre deg selv. Jeg liker deg slik du er.

source: Invalid id for user
nb: Ugyldig ID for bruker

source: Don't delete yourself!
nb: Ikke slett deg selv!

source: User deleted
nb: Bruker slettet

source: User was not deleted
nb: Brukeren ble ikke slettet

source: No records found in model.
nb: Ingen poster ble funnet i modellen.

source: Login failed! Please try again.
nb: Feil ved innlogging. Prøv igjen.

source: Welcome. Let's make some tutorials!
nb: Velkommen. La oss lage noen leksjoner!

source: Invalid TinyMCE configuration preset %s
nb: Ugyldig konfigurasjon for TinyMCE %s

source: Link text
nb: Lenketekst

source: This is required.
nb: Dette er påkrevet.

source: Powered by %s from the %s
nb: Laget med %s fra %s

source: Step-by-step
nb: Steg-for-steg

source: Single-page view
nb: Én-side visning

source: All steps on one page
nb: Alle skritt på en side

source: Undock
nb: Koble fra

source: Dock
nb: Fest

source: Close
nb: Lukk

source: Go to the beginning
nb: Gå til starten

source: previous
nb: forrige

source: next
nb: neste

source: Contents
nb: Innhold

source: Contact information
nb: Kontakt-informasjon

source: Name:
nb: Navn:

source: Email:
nb: Epost:

source: Phone:
nb: Telefon:

source: %d of %d
nb: %d av %d

source: Previous
nb: Forrige

source: Next
nb: Neste

source: Certificate
nb: Bevis

source: Please enter your name and email address to retrieve a copy of your completed quiz.
nb: Legg inn navn og epostadresse for å få en kopi av den fullførte quizzen.

source: Your name:
nb: Ditt navn:

source: Your name
nb: Ditt navn

source: Email address(es):
nb: Epostadresse(r):

source: Email addresses
nb: Epostadresser

source: You can enter multiple email addresses separated by commas. If you are doing this for a class, you may need to enter your instructor's email address also.
nb: Du kan legge inn flere epostadresser adskilt med komma. Dersom du gjør dette for en klasse kan det være at du også må legge inn epostadressen til den som har faget.

source: Print / Send email
nb: Skriv ut / Send epost

source: Feedback
nb: Tilbakemelding

source: Feedback link
nb: Tilbakemeldingslenke

source: Show feedback link
nb: Vis tilbakemeldingslenke

source: Custom text:
nb: Valgfri tekst:

source: Optional. If left blank, the default text "%s" will appear.
nb: Valgfri. Om dette feltet er tomt vil standard-teksten «%s» vises.

source: Learning Goals
nb: Læringsmål

source: check all that apply; See the %s for help.
nb: kryss av alle som passer; se %s for hjelp.

source: Audiences
nb: Målgrupper

source: Keywords
nb: Nøkkelord

source: Resource Types
nb: Ressurstyper

source: check all that apply
nb: kryss av for alle som passer

source: Subjects
nb: Emner

source: Accessible version URL:
nb: URL for universelt utformet versjon:

source: Tutorial Title:
nb: Leksjonstittel:

source: %d characters remaining.
nb: %d tegn gjenstår.

source: You may want to print this for your records.
nb: Du vil kanskje skrive den ut for ettertiden.

source: Completion Certificate for %s
nb: Fullføringsbevis for %s

source: Name
nb: Navn

source: Date
nb: Dato

source: Time
nb: Tid

source: Your %s results
nb: Dine %s resultater

source: Score
nb: Poeng

source: %d out of %d
nb: %d av %d

source: Correct?
nb: Riktig?

source: No
nb: Nei

source: Yes
nb: Ja

source: nothing
nb: ingenting

source: Your free responses
nb: Ditt frie svar

source: Prompt &amp; Answer
nb: Ledetekst &amp; Svar

source: no answer given
nb: ikke noe svar angitt

source: Add Final Quiz
nb: Legg til avslutningsquiz

source: << Return to tutorial
nb: << Tilbake til opplæring

source: Add Quiz
nb: Legg til quiz

source: Edit Quiz
nb: Edre quiz

source: Delete quiz
nb: Slett quiz

source: Are you sure you want to delete your quiz?
nb: Er du sikker på at du ønsker å slette denne quizzen?

source: Save
nb: Lagre

source: Chapter heading (also causes a page break)
nb: Overskrift (sørger også for sideskift)

source: Title:
nb: Tittel:

source: Site (right) frame
nb: (Høyre) ramme/frame

source: You are logged in as %s.
nb: Du er logget inn som %s.

source: Change password
nb: Endre passord

source: Log in
nb: Logg inn

source: Request access
nb: Be om tilgang

source: Your account (%s) does not have permission to access this page.
nb: Kontoen din (%s) har ikke tilgang til denne siden.

source: Log out
nb: Logg ut

source: Response
nb: Svar

source: Answer text
nb: Svartekst

source: Answer
nb: Svar

source: Response heading
nb: Overskrift i svar

source: Response text
nb: Svartekst

source: A free response box with one line for input
nb: En énlinjes tekstboks for fritt svar

source: A free response box with multiple lines for input
nb: En tekstboks med flere linjer, for fritt svar

source: Prompt *:
nb: Ledetekst *:

source: Initial (placeholder) text:
nb: Midlertidig (plassholder-)tekst

source: Create Tutorial
nb: Opprett leksjon

source: Published URL:
nb: Publisert URL:

source: Starting location
nb: Startposisjon

source: Page title:
nb: Sidetittel

source: Popup mode
nb: Popup-modus

source: Use popup mode when your right frame starting URL is not working</p>
nb: Bruk popup-modus når start-URLen i høyre ramme ikke fungerer</p>

source: Show Chapter Progress
nb: Vis fremdrift i avsnitt

source: Show how far a user is in a chapter (e.g. "2 of 3")
nb: Vis hvor langt brukeren har kommet i avsnittet (feks «2 av 3»)

source: Include table of contents
nb: Ta med innholdsfortegnelse

source: Create
nb: Opprett

source: Create Link to External Tutorial
nb: Opprett lenke til ekstern leksjon

source: Available in public index
nb: Tilgjengelig i offentlig innholdsfortegnelse

source: Source path:
nb: Kildesti:

source: Tutorial creation time:
nb: Tidspunkt for oppretting:

source: Tutorial last revised time:
nb: Tidspunkt for endring:

source: Edit Tutorial Information
nb: Endre Leksjonsinformasjon

source: Changing this will break any existing links!
nb: Endrer du dette vil eksisterende lenker slutte å fungere

source: Description
nb: Beskrivelse

source: Use popup mode when your right frame starting URL is not working
nb: Bruk popup-modus når start-URLen i høyre ramme ikke fungerer

source: Link table of contents
nb: Lenke til innholdsfortegnelse

source: Certificates
nb: Bevis

source: Include a tutorial certificate
nb: Ta med et leksjonsbevis

source: Include a quiz certificate
nb: Ta med et quiz-bevis

source: Allow user to send to additional email addresses
nb: Tillat brukerne å sende til flere epostadresser

source: Send all certificates to:
nb: Send alle bevis til:

source: Edit "%s" Tutorial Content
nb: Endre innhold i leksjon «%s»

source: << Return to tutorial index
nb: << Tilbake til leksjonens innholdsfortegnelse

source: Unpublish
nb: Av-publisér

source: Unpublishing will prevent users from seeing this tutorial. Are you sure you want to do this?
nb: Av-publisering vil sørge for at brukerne ikke ser denne leksjonen. Er du sikker på at du vil gjøre dette?

source: Publish
nb: Publisér

source: Edit information
nb: Endre informasjon

source: Preview
nb: Forhåndsvisning

source: Edit quiz
nb: Endre quiz

source: Add quiz
nb: Legg til quiz

source: Give a reason for your revision
nb: Oppgi en grunn for endringen

source: (required)
nb: (påkrevet)

source: Log message:
nb: Loggmelding:

source: Edit Link to External Tutorial
nb: Endre lenke til ekstern leksjon

source: Published URL:
nb: Publisert URL:

source: Available in public index?
nb: Synlig i offentlig innholdsfortegnelse?

source: Path to Source path
nb: Sti til kildesti

source: Tutorial creation time
nb: Tidspunkt for oppretting

source: Tutorial last revised time
nb: Tidspunkt for endring

source: Tutorials
nb: Leksjoner

source: Create a tutorial
nb: Opprett en leksjon

source: Edit
nb: Endre

source: Delete
nb: Slett

source: Are you sure you want to delete tutorial %s?
nb: Er du sikker på at du ønsker å slette leksjonen «%s»?

source: View the public interface
nb: Vis det offentlige grensesnittet

source: Manage users
nb: Brukeradmin

source: Name (optional):
nb: Navn (valgfritt):

source: Email (optional):
nb: Epost (valgfritt):

source: Comment:
nb: Kommentar:

source: If you're human, don't fill this out.
nb: Ikke fyll ut dette dersom du er et menneske.

source: [information]
nb: [informasjon]

source: We didn't find any tutorials! Try removing some filters.
nb: Vi fant ingen leksjoner! Prøv å ta bort noen filtre.

source: Start tutorial
nb: Start leksjon

source: more information
nb: mer informasjon

source: More information
nb: Mer informasjon

source: Keywords:
nb: Nøkkelord:

source: Learning Goal
nb: Læringsmål

source: Resource Type
nb: Ressurstype

source: Start over
nb: Start på nytt

source: Before You Start...
nb: Før du begynner...

source: The tutorial is going to pop up on the left, so you'll need to make some room by resizing your current window.
nb: Leksjonen vil dukke opp på venstre side, så du må lage litt mere plass ved å endre størrelsen på vinduet.

source: Step 1
nb: Trinn 1

source: Go to the upper right corner of your browser and resize this window.
nb: Endre størrelsen på vinduet ved hjelp av knappene i nettleserens øvre hjørne.

source: Please resize your window
nb: Endre størrelse på vinduet

source: Resize your window
nb: Endre størrelse på vinduet

source: Step 2
nb: Trinn 2

source: You are viewing an older version of this tutorial. You may:
nb: Du ser på en eldre versjon av denne leksjonen. Du kan:

source: View the current version
nb: Se den oppdaterte versjonen

source: Make this version the current one
nb: Gjør denne versjonen til den gjeldende

source: Get rid of this message
nb: Bli kvitt denne meldingen

source: Display Help
nb: Vis hjelp

source: << Return to tutorial list
nb: << Tilbake til leksjonslista

source: Return to search results <<
nb: Tilbake til søkeresultat <<

source: Author
nb: Forfatter

source: Contact Person
nb: Kontaktperson

source: Created
nb: Opprettet

source: Last Revised
nb: Sist endret

source: Start accessible version >>
nb: Start universelt utformet versjon >>

source: One step per page
nb: Et trinn per side

source: Open %s in another browser window to work through this tutorial side by side.
nb: Åpne %s i et ytt nettleservindu for å gå gjennom denne leksjonen side ved side.

source: Your feedback has been sent.
nb: Tilbakemeldingen din har blitt sendt.

source: Check answer
nb: Sjekk svar

source: Your feedback was <strong>not</strong> sent. Please try again later.
nb: Tilbakemeldingen din ble <strong>ikke </strong> sendt. Prøv igjen senere.

source: Results
nb: Resultater

source: Print
nb: Skriv ut

source: Add User
nb: Legg til bruker

source: Add user
nb: Legg til bruker

source: Cancel
nb: Avslutt

source: Change Password
nb: Endre passord

source: Edit User
nb: Endre bruker

source: Delete user
nb: Slett bruker

source: Are you sure you want to delete %s?
nb: Er du sikker på at du vil slette %s?

source: Username
nb: Brukernavn

source: Password
nb: Passord

source: Leave blank to keep.
nb: La stå tomt for å beholde eksisterende.

source: Password Confirmation
nb: Bekreft passord

source: Save user
nb: Lagre bruker

source: User Management
nb: Brukeradmin

source: Create a new user
nb: Opprett ny bruker

source: Edit a user
nb: Endre bruker

source: This field cannot be left blank.
nb: Dette feltet kan ikke være tomt.

source: You must supply a question.
nb: Du må oppgi et spørsmål.

source: Tutorials must have titles!
nb: Leksjoner må ha titler!

source: This is not an email address.
nb: Dette ser ikke ut som en epostadresse.

source: Tutorial URL must be unique.
nb: Leksjons-URLen må være unik.

source: Tutorial URL may only contain lowercase letters, numbers, and dashes.
nb: Leksjons-URLen kan bare inneholde små bokstaver, tall og bindestreker.

source: Password may not be empty.
nb: Passord kan ikke være tomt.

source: Passwords do not match.
nb: Passordene stemmer ikke over ens.

source: Password must have at least one uppercase letter, one lowercase letter, and one number.
nb: Passordet må inneholde minst en stor og en liten bokstav, pluss et tall.

source: Password must be at least 10 characters long.
nb: Passordet må være 10 tegn langt.
